---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportLayerInfo
source: html/c8228022-58c2-ae04-fea0-7f480bcddc81.htm
---
# ExportLayerInfo Properties

The category type which this layer belongs to.